Repository: jimmyandrade/bruddy
Catalog: buddydrive-*.po
Languages: pt_br

source: Cheatin&#8217; huh?
pt_br: Aprontando, hein?

source: Welcome to BuddyDrive
pt_br: Bem-vindo ao BuddyDrive, o sistema de envio de arquivos

source: Settings
pt_br: Configurações

source: About
pt_br: Sobre

source: Thank you for downloading and installing the very first version of BuddyDrive! BuddyDrive %s is ready to manage the files and folders of your buddies!
pt_br: Obrigado por baixar e instalar a primeira versão do BuddyDrive! O BuddyDrive %s está pronto para gerenciar os arquivos e pastas dos membros do seu site!

source: Version %s
pt_br: Versão %s

source: Share files, the BuddyPress way!
pt_br: Compartilhe arquivos do jeito BuddyPress!

source: BuddyDrive is a BuddyPress plugin to power the management of your members files and folders. It requires version 1.7 of BuddyPress.
pt_br: BuddyDrive é um plug-in do WordPress utilizado para gestão de arquivos e pastas dos membros do seu website. Este plug-in exige a versão 1.7 do BuddyPress.

source: Each member of your community will get a BuddyDrive area in their member&#39;s page.
pt_br: Cada membro da sua comunidade ganhará, dentro da sua página, uma área no BuddyPress.

source: User&#39;s BuddyDrive
pt_br: BuddyDrive do membro

source: The BuddyDrive Explorer
pt_br: Explorador de arquivos

source: It lives in the member&#39;s page just under the BuddyDrive tab.
pt_br: Fica na página de membro, na aba BuddyDrive.

source: The BuddyDrive edit bar allows the user to manage from one unique place his content.
pt_br: A barra de edição do BuddyDrive permite ao membro gerenciar seu conteúdo em um único lugar

source: He can add new files, new folders, set their privacy settings, edit them and of course delete them at any time.
pt_br: Membros podem adicionar novos arquivos, novas pastas, definir suas configurações de privacidade, editá-los e, é claro, removê-los a qualquer momento.

source: BuddyDrive Uploader
pt_br: Envio de arquivo através do BuddyDrive

source: WordPress HTML5 Uploader
pt_br: Envio através do WordPress HTML5

source: BuddyDrive uses WordPress HTML5 uploader and do not add any third party script to handle uploads.
pt_br: O BuddyDrive utiliza a ferramenta de envio nativa do WordPress, sem a necessidade da instalação de nenhum script de terceiros para lidar com uploads.

source: WordPress is a fabulous tool and already knows how to deal with attachments for its content.
pt_br: O WordPress é uma ferramenta maravilhosa, e já sabe bem como lidar com anexos para o seu conteúdo.

source: So BuddyDrive is managing uploads, the WordPress way!
pt_br: Assim, o BuddyDrive faz a gestão de uploads com o jeitinho WordPress!

source: BuddyDrive Folders
pt_br: Pastas do BuddyDrive

source: Using folders is a convenient way to share a list of files at once.
pt_br: Utilizar pastas é uma forma conveniente de compartilhar uma lista de arquivos de uma vez só.

source: Users just need to create a folder, open it an add the files of their choice to it.
pt_br: Os usuários só precisam criar e abrir uma pasta e adicionar os arquivos que eles quiserem.

source: When sharing a folder, a member actually shares the list of files that is attached to it.
pt_br: Ao compartilhar uma pasta, um membro na verdade compartilha uma lista de arquivos que estão associados a ela.

source: BuddyDrive privacy options
pt_br: Opções de privacidade do BuddyDrive

source: There are five levels of privacy for the files or folders.
pt_br: Há cinco níveis de privacidade para arquivos e pastas.

source: Depending on your BuddyPress settings, a user can set the privacy of a BuddyDrive item to:
pt_br: Dependendo das configurações do seu BuddyPress, um usuário pode definir a privacidade de um item do BuddyDrive como:

source: Private: the owner of the item will be the only one to be able to download the file.
pt_br: Privaco: somente o dono daquele item poderá baixar o arquivo.

source: Password protected: a password will be required before being able to download the file.
pt_br: Protegido por senha: uma senha será exigida antes de baixar o arquivo.

source: Public: everyone can download the file.
pt_br: Público: qualquer pessoa pode baixar o arquivo.

source: Friends only: if the BuddyPress friendship component is active, a user can restrict a download to his friends only.
pt_br: Apenas amigos: se o componente de amizade do BuddyPress estiver ativado, um usuário pode restringir o download daquele arquivo apenas para seus amigos.

source: One of the user&#39;s group: if the BuddyPress user groups component is active, and if the administrator of the group enabled BuddyDrive, a user can restrict the download to members of the group only.
pt_br: Um dos grupos de usuários: se o componente de grupos de usuários do BuddyPress estiver ativo (e se o administrador do grupo tiver ativado o BuddyDrive), um usuário pode restringir o download aos membros daquele grupo apenas.

source: Sharing BuddyDrive items
pt_br: Compartilhando itens do BuddyDrive

source: WordPress Embeds
pt_br: Incorporações do WordPress

source: Depending on the privacy option of an item and the activated BuddyPress components, a user can :
pt_br: Dependendo da opção de privacidade de um item e dos componentes BudyPress ativados, um usuário pode:

source: Share a public BuddyDrive item in his personal activity.
pt_br: Compartilhar um item do BuddyDrive publicamente em seu feed de atividades pessoais.

source: Share a password protected item using the private messaging BuddyPress component.
pt_br: Compartilhar um item através de senha, utilizando o componente de mensagem privada do BuddyPress.

source: Alert his friends he shared a new item using the private messaging BuddyPress component.
pt_br: Enviar um alerta aos seus amigos, avisando que compartilhou um novo item utilizando o componente de mensagens privadas do BuddyPress.

source: Share his file in a group activity to inform the other members of the group.
pt_br: Compartilhar seu arquivo no feed de atividade do grupo, para informar aos outros membros daquele grupo.

source: Copy the link to his item and paste it anywhere in the blog or in a child blog (in case of a multisite configuration). This link will automatically be converted into a nice piece of html.
pt_br: Copiar o link do seu arquivo e colá-lo em qualquer lugar, seja no próprio blog ou num blog que faça parte de uma instalação multisite. Este link será convertido automaticamente em código HTML.

source: Supervising BuddyDrive
pt_br: A supervisão do BuddyDrive

source: BuddyDrive items Admin UI
pt_br: Interface de administração de itens do BuddyDrive

source: The administrator of the community can manage all BuddyDrive items from the backend of WordPress.
pt_br: O administrador da comunidade pode gerenciar todos os itens do BuddyDrive, através do painel de administração do WordPress.

source: In this administrative area, he can download any file, edit it or its parent foler, edit the privacy options of the item and of course delete anything at any time.
pt_br: Na área de administração, ele pode baixar e editar qualquer arquivo, editar sua pasta, editar as opções de privacidade do item e, é claro, remover qualquer coisa em qualquer momento.

source: BuddyDrive Configuration
pt_br: Configuração do BuddyDrive

source: Configure BuddyDrive
pt_br: Configurar o BuddyDrive

source: From the settings menu of his WordPress administration, the administrator is able to configure BuddyDrive by :
pt_br: No menu de configurações do painel de administração do WordPress, o administrador consegue configurar o BuddyDrive:

source: Choosing the amount of space each user will get to upload their files.
pt_br: Definindo a quantidade de espaço que cada usuário terá para enviar seus arquivos.

source: Adjusting the max upload size allowed for a file.
pt_br: Ajustar o tamanho máximo aceitável para cada arquivo a ser enviado.

source: Selecting the mime types from the default WordPress ones.
pt_br: Selecionar os formatos de arquivo aceitos, dentro dos formatos que o WordPress aceita.

source: Go to the BuddyDrive Settings page
pt_br: Ir à página de configurações do BuddyDrive

source: Overview
pt_br: Visão geral

source: This page is a convenient way to edit the details associated with one of your file or folder.
pt_br: Esta página fornece uma maneira conveniente de editar os detalhes associados aos seus arquivos ou pastas.

source: The Name and Description box is fixed in place, but you can reposition all the other boxes using drag and drop, and can minimize or expand them by clicking the title bar of each box. Use the Screen Options tab to hide or unhide, or to choose a 1- or 2-column layout for this screen.
pt_br: A caixa de Nome e Descrição está fixada, mas você pode recolocar todas as caixas através do recurso arrastar-e-soltar, e pode minimizá-las ou expandí-las, clicando na barra de títulos de cada caixa. Utilize a aba "Opções de tela" para ocultá-las ou mostrá-las, ou escolha as visualizações em uma e duas colunas para esta tela.

# buddydrive-item admin edit screen
source: Save
pt_br: Salvar

# buddydrive-item admin edit screen
source: Privacy
pt_br: Privacidade

# buddydrive-item admin edit screen
source: Files
pt_br: Arquivos

source: %s item has been permanently deleted.
pt_br: %s item foi removido permanentemente.

source: BuddyDrive Files
pt_br: Arquivos do BuddyDrive

source: Search results for &#8220;%s&#8221;
pt_br: Resultados da pesquisa sobre &#8220;%s&#8221;

source: Search all Items
pt_br: Pesquisar todos os itens

source: An error occurred when trying to update your item details.
pt_br: Ops! Ocorreu um problema ao tentarmos atualizar suas informações sobre este item.

source: The item has been updated successfully.
pt_br: Este item foi enviado com sucesso!

source: Edit BuddyDrive Item
pt_br: Editar item do BuddyDrive

source: Name and Description
pt_br: Nome e Descrição

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: 140 characters to do so
pt_br: Você pode utilizar até 140 caracteres.

source: No item found with this ID. <a href="%s">Go back and try again</a>.
pt_br: Ops! Não encontramos nenhum item com este número. Por favor, <a href="%s">volte e tente novamente</a>.

source: Delete Item
pt_br: Remover item

source: Save Changes
pt_br: Salvar alterações

source: Owner
pt_br: Dono

source: BuddyDrive Space
pt_br: Espaço do BuddyDrive

source: Item Sharing options
pt_br: Opções de privacidade

source: Password
pt_br: Senha

source: Choose the group
pt_br: Escolha um grupo

source: The privacy of this item is not defined, please correct this!
pt_br: Por favor, defina a privacidade deste item.

source: Privacy of this item rely on its parent <a href="%s">folder</a>
pt_br: A privacidade deste item depende da <a href="%s">sua pasta superior</a>.

source: Folder
pt_br: Pasta

source: Edit
pt_br: Editar

source: Delete
pt_br: Remover

source: Load More
pt_br: Ver mais

source: No files attached to this folder
pt_br: Ops! Não há nenhum arquivo associado a esta pasta.

source: Bulk Actions
pt_br: Ações em massa

source: Mime type
pt_br: Formato

source: Last Edit
pt_br: Última modificação

source: The item displayed is a file, the list of files is only available for a folder
pt_br: O item mostrado é um arquivo. A lista de arquivos só está disponível para pastas.

source: Delete Items
pt_br: Remover itens

source: You are about to delete the following items:
pt_br: Você está prestes a remover os seguintes itens:

source: (and all the files of this folder)
pt_br: (e todos os arquivos desta pasta)

source: This action cannot be undone.
pt_br: Esta ação não pode ser desfeita.

source: Delete Permanently
pt_br: Remover permanentemente

source: Cancel
pt_br: Cancelar

source: No items found.
pt_br: Nenhum item encontrado :(

source: All
pt_br: Tudo

source: Files
pt_br: Arquivos

source: Folders
pt_br: Pastas

# BuddyDrive admin Item Name column header
source: Name
pt_br: Nome

# BuddyDrive admin Item Description column header
source: Description
pt_br: Descrição

# BuddyDrive admin Privacy Status column header
source: Privacy
pt_br: Privacidade

# BuddyDrive admin Owner column header
source: Owner
pt_br: Dono

# BuddyDrive admin Mime type column header
source: Mime type
pt_br: Formato

# BuddyDrive admin Last Edit column header
source: Last Edit
pt_br: Última modificação

source: Download
pt_br: Baixar

source: Private
pt_br: Privado

source: Password protected
pt_br: Protegido por senha

source: Public
pt_br: Público

source: Friends only
pt_br: Apenas amigos

source: Main Settings
pt_br: Configurações principais

source: Space available for each user
pt_br: Espaço disponível para cada usuário

source: Max upload size
pt_br: Tamanho máximo para envio

source: Mime types allowed
pt_br: Formatos aceitos

source: Customize your Buddydrive!
pt_br: Personalize seu BuddyDrive!

source: MO
pt_br: mega(s)

source: Select / Unselect all
pt_br: Selecionar tudo (ou não)

source: BuddyDrive Settings
pt_br: Configurações do BuddyDrive

source: Settings saved
pt_br: Configurações salvas

source: Search files...
pt_br: Pesquisar por arquivos...

source: Shared by Friends
pt_br: Compartilhado com amigos

source: BuddyFiles
pt_br: Arquivos

source: BuddyFile
pt_br: Arquivo

source: All BuddyFiles
pt_br: Todos os arquivos

source: Add New BuddyFile
pt_br: Adicionar novo arquivo

source: Edit BuddyFile
pt_br: Editar arquivo

source: New BuddyFile
pt_br: Novo arquivo

source: View BuddyFile
pt_br: Ver arquivo

source: Search BuddyFiles
pt_br: Pesquisar nos arquivos

source: No BuddyFiles Found
pt_br: Nenhum arquivo encontrado :(

source: No BuddyFiles Found in Trash
pt_br: Não achamos nenhum arquivo na lixeira

source: BuddyFolders
pt_br: Pastas

source: BuddyFolder
pt_br: Pasta

source: All BuddyFolders
pt_br: Todas as pastas

source: Add New BuddyFolder
pt_br: Adicionar nova pasta

source: Edit BuddyFolder
pt_br: Editar pasta

source: New BuddyFolder
pt_br: Nova pasta

source: View BuddyFolder
pt_br: Ver pasta

source: Search BuddyFolders
pt_br: Pesquisar nas pastas

source: No BuddyFolders Found
pt_br: Nenhuma pasta encontrada :(

source: No BuddyFolders Found in Trash
pt_br: Não encontramos nenhuma pasta na lixeira

source: BuddyDrive uses this page to manage the downloads of your buddies files, please leave it as is. It will not show in your navigation bar.
pt_br: O BuddyDrive utiliza esta págian para gerenciar os downloads dos arquivos dos membros. Por favor, deixe-a como está. Ela não vai aparecer na sua barra de navegação.

source: settings
pt_br: configurações

source: Allow members of this group to share their BuddyDrive folders or files.
pt_br: Permitir que membros deste grupo compartilhem seus arquivos e pastas do BuddyDrive.

source: Activate BuddyDrive
pt_br: Ativar BuddyDrive

source: Save
pt_br: Salvar

source: There was an error saving, please try again
pt_br: Ops! Houve um problema ao salvar. Por favor, tente novamente.

source: Settings saved successfully
pt_br: Configurações salvas com sucesso!

source: Root folder
pt_br: Pasta principal

source: This file is password protected
pt_br: Este arquivo está protegido por senha

source: Wrong password
pt_br: Senha incorreta

source: You must be a friend of this member to download the file
pt_br: Você deve ser amigo deste membro para baixar o arquivo

source: Group component is deactivated, please contact the administrator.
pt_br: Ops! O recurso de grupos está desativado. Por favor, entre em contato com o responsável por este site para saber mais.

source: You must be member of the group to download the file
pt_br: Você deve ser membro deste grupo para baixar o arquivo.

source: Cheating ?
pt_br: Aprontando?

source: %s attached : %s
pt_br: %s anexou: %s

source: Automatically add the password in the message
pt_br: Incluir automaticamente a senha na mensagem

source: Password : %s
pt_br: Senha: %s

source: Dismiss
pt_br: Recusar

source: &#8220;%s&#8221; has failed to upload due to an error : %s
pt_br: o download de &#8220;%s&#8221; falhou devido ao seguinte erro: %s

source: Sorry, this folder does not exist anymore.
pt_br: Ops! Esta pasta não existe mais.

source: Sorry, this folder is private
pt_br: Ops! Esta pasta é privada

source: Edit your sharing options
pt_br: Editar suas opções de compartilhamento e privacidade

source: Privacy of this item rely on its parent folder
pt_br: A privacidade deste item é baseada na privacidade de sua pasta

source: this is embarassing, it did not work :(
pt_br: Ops! Estamos passando por problemas :(

source: %1$s shared a BuddyDrive Item in the group %2$s
pt_br: %1$s compartilhou um item do BuddyDrive no grupo %2$s

source: We could not find your BuddyDrive item or its privacy is not set to public
pt_br: Não conseguimos encontrar o item, ou ele não foi liberado para ser visto publicamente.

source: %s shared a BuddyDrive Item
pt_br: %s compartilhou um item do BuddyDrive

source: You have attempted to queue too many files.
pt_br: Você tentou colocar muitos arquivos na fila.

source: %s exceeds the maximum upload size for this site.
pt_br: %s ultrapassou o tamanho máximo permitido para este site.

source: This file is empty. Please try another.
pt_br: Este arquivo não possui nenhuma informação. Por favor, tente enviá-lo novamente, ou enviar outro arquivo.

source: This file type is not allowed. Please try another.
pt_br: Este tipo de arquivo não é permitido. Por favor, tente outro.

source: This file is not an image. Please try another.
pt_br: Este arquivo não é uma imagem. Por favor, tente outro.

source: Memory exceeded. Please try another smaller file.
pt_br: Estamos com pouca memória. Por favor, tente um arquivo mais leve.

source: This is larger than the maximum size. Please try another.
pt_br: Este item é maior que o máximo permitido. Por favor, tente outro.

source: An error occurred in the upload. Please try again later.
pt_br: Houve um problema ao enviar o arquivo. Por favor, tente novamente mais tarde.

source: There was a configuration error. Please contact the server administrator.
pt_br: Houve um problema com a configuração deste site. Por favor, entre em contato com o responsável.

source: You may only upload 1 file.
pt_br: Você só pode enviar um arquivo.

source: HTTP error.
pt_br: Erro de HTTP.

source: Upload failed.
pt_br: Falha ao enviar arquivo.

source: Please try uploading this file with the %1$sbrowser uploader%2$s.
pt_br: Por favor, tente enviar este arquivo com a %1$ferramenta de envio do navegador%2$s.

source: %s exceeds the maximum upload size for the multi-file uploader when used in your browser.
pt_br: %s ultrapassou o limite máximo de envio (utilizando a ferramenta de envio de vários arquivos)

source: IO error.
pt_br: Erro de entrada/saída.

source: Security error.
pt_br: Erro de segurança.

source: File canceled.
pt_br: Arquivo cancelado.

source: Upload stopped.
pt_br: Envio interrompido.

source: Crunching&hellip;
pt_br: Processando&hellip;

source: moved to the trash.
pt_br: movido para a lixeira.

source: &#8220;%s&#8221; has failed to upload.
pt_br: &#8220;%s&#8221; não pôde ser enviado.

source: The web browser on your device cannot be used to upload files. You may be able to use the <a href="http://wordpress.org/extend/mobile/">native app for your device</a> instead.
pt_br: O navegador que você está utilizando não possui o recurso de envio de arquivos. Você pode utilizar o <a href="http://wordpress.org/extend/mobile/">aplicativo do WordPress para tablets e celulares</a> em vez disso.

source: Describe your file
pt_br: Dê uma descrição para seu arquivo

source: Next Step
pt_br: Próximo passo

source: Define your sharing options
pt_br: Defina suas opções de compartilhamento e privacidade

source: Allowed Files
pt_br: Arquivos aceitos

source: Upload your file!
pt_br: Envie seu arquivo!

source: Drop your file here
pt_br: Arraste seu arquivo para cá

# Uploader: Drop your file here - or - Select your File
source: or
pt_br: ou

source: Select your File
pt_br: Selecione um arquivo

source: Maximum upload file size: %d%s.
pt_br: O tamanho máximo de arquivo que aceitamos é de %d%s.

source: Not enough space to upload. %1$s KB needed.
pt_br: Não há espaço suficiente para enviar arquivos. Precisamos de %1$s K.

source: This file is too big. Files must be less than %1$s MB in size.
pt_br: Este arquivo é muito grande! Os arquivos devem ter menos de %1$s mega(s).

source: You have used your space quota. Please delete files before uploading.
pt_br: Você utilizou toda a sua cota de armazenamento de arquivos. Por favor, apague alguns arquivos antes de tentar enviar novamente (ou entre em contato com o responsável pelo site).

source: Please, add only one file at a time
pt_br: Por favor, adicione apenas um arquivo por vez.

source: loading..
pt_br: Carregando...

source: Shared
pt_br: Compartilhado

source: Error: Item could not be removed from current group
pt_br: Ops! O item não pôde ser removido do grupo atual.

source: Please use the checkboxes to select one or more items
pt_br: Por favor, utilize as caixas de seleção para escolher um ou mais itens

source: Please use the checkbox to select one item to edit
pt_br: Por favor, utilize a caixa de seleção para escolher um arquivo a ser editado

source: Are you sure you want to delete %d item(s) ?
pt_br: Você tem certeza que deseja remover %d item(s)?

source: Error: Item(s) could not be deleted
pt_br: Ops! Não foi possível remover um ou mais itens

source: The title is required
pt_br: Por favor, informe um título

source: Please choose a group in the list
pt_br: Por favor, escolha um grupo da lista

source: Please choose a password
pt_br: Por favor, defina uma senha

source: Define your password
pt_br: Defina sua senha

source: Files included in this folder :
pt_br: Arquivos incluídos nesta pasta:

source: One of my groups
pt_br: Em um dos meus grupos

source: No folder available
pt_br: Nenhuma pasta disponível

source: No group available for BuddyDrive
pt_br: Nenhum grupo com o recurso BuddyDrive disponível

source: Create your folder
pt_br: Crie sua pasta

source: Name of your folder
pt_br: Nome da sua pasta

source: Add folder
pt_br: Adicionar pasta

source: <span id="buddy-quota">%s</span>&#37; used
pt_br: <span id="buddy-quota">%s</span>&#37; usado(s)

source: User Avatar of %s
pt_br: Imagem de %s

source: Group logo of %d
pt_br: Imagem do grupo %d

source: Friends
pt_br: Amigos

source: Group
pt_br: Grupo

source: folder
pt_br: pasta

source: file
pt_br: (arquivo)

source: Share
pt_br: Compartilhar

source: Remove
pt_br: Remover

source: Password required
pt_br: Requer senha

source: New File
pt_br: Novo arquivo

source: New Folder
pt_br: Nova pasta

source: Edit Item
pt_br: Editar item

source: Delete Item(s)
pt_br: Remover item(s)

source: Privacy
pt_br: Privacidade

source: Type
pt_br: Tipo

source: Last edit
pt_br: Última modificação

source: Sorry, there was no buddydrive items found.
pt_br: Ops! Nenhum item do BuddyDrive foi encontrado.

source: A plugin to share files, the BuddyPress way!
pt_br: Um plug-in para compartilhar arquivos do jeito BuddyPress!
